<%@ page language="java" contentType="text/html;charset=UTF-8" %>
<%@ include file="../../sys/taglibs.jspf"%>
<%@ include file="../../sys/setCodes.jspf"%>

<link rel="stylesheet" href="${css_src }/iosf/front/protect.css" />

                        <section class="protect">
                            <div>
                                <div class="notice">
                                    <div class="box">
                                        <div title="이미지"></div>
                                        <p>고려대학교 스마트카드 홈페이지는 [정보보안·관리규정]과 [공공기관의 개인정보 
                                            보호에 관한 법률]에 의거하여 아래와 같이 홈페이지 사용자의 개인정보를 
                                            보호하고 있습니다. 아래의 사항들은 고려대학교 공식 홈페이지와 
                                            지식기반포털(KUPID)의 개인정보처리방침이며 본 스마트카드 홈페이지는 아래의 개인정보처리방침에 따름을 알려드립니다. </p>
                                    </div>
                                </div>
                    
                                <article>
                                    <h1>홈페이지 사용자의 개인정보 수집·관리 목적</h1>
                                    <p>고려대학교 스마트카드 홈페이지 사용자의 개인정보를 수집·관리하는 목적은 홈페이지 및 
                                        시스템 사용자에게 원활한 서비스를 제공하며 홈페이지의 개선과 보완을 위함입니다.
                                    </p>
                                </article>
                    
                                <article>
                                    <h1>홈페이지 사용자의 개인정보 수집·관리 내용</h1>
                                    <p>고려대학교 스마트카드 홈페이지를 통한 개인정보 수집의 범위는 고려대학교 공식 홈페이지와 고려대학교 
                                        지식기반 포탈시스템(KUPID)이며 회원 가입 시 사용자의 동의를 전제로 합니다.
                                    </p>
                                    <dl>
                                        <dt>홈페이지를 통하여 수집·관리하는 개인정보</dt>
                                        <dd>
                                            <p>교직원·학생들의 교번, 학번, 이름, 소속, 연락처 및 로그자료</p>
                                            <p>고려대학교 공식 홈페이지 및 KUPID 회원가입을 위해 기재한 개인정보</p>
                                        </dd>
                                    </dl>
                                </article>
                    
                                <article>
                                    <h1>홈페이지 사용자의 개인정보 보호범위</h1>
                                    <p>고려대학교는 수집된 모든 개인정보가 불법 오용되지 않도록 최선의 노력을 다할 것이며, 
                                        사용자의 사전허가 없이는 공개하지 않겠습니다. 또한 [공공기관의 개인정보 보호에 관한 법률] 
                                        제10조 이용 및 제공의 제한에 의거하여, 개인정보 제공에 엄격한 제한을 두겠습니다. 
                                        다만, 사용자 부주의로 개인정보를 유출하였다면 학교는 이에 대하여 책임을 지지 않습니다.
                                    </p>
                                </article>
                    
                                <article>
                                    <h1>개인정보의 관리 책임</h1>
                                    <p>사용자의 ID와 비밀번호의 관리책임은 사용자 개인에게 있습니다. 
                                        개인정보가 다른 이에게 유출되지 않도록 주의를 기울여 주십시오.
                                    </p>
                                </article>
                    
                                <article>
                                    <h1>개인정보의 관리 책임 개인정보 열람 및 변경</h1>
                                    <p>모든 개인 및 단체는 관련 법령에서 규정한 바에 따라 개인정보에 대한 열람을 청구할 수 있으며, 
                                        정정 및 변경을 요구할 수 있습니다. 자신의 개인정보는 홈페이지를 통해 열람, 수정을 
                                        할 수 있으며, 타인의 개인정보 열람을 청구할 경우는 정식 절차를 거쳐 아래의 개인정보보호 
                                        부서책임자에게 열람허용의 적절성 여부를 승인 받아야 합니다. 
                                    </p>
                                </article>
                    
                                <article>
                                    <h1>개인정보의 보유기간과 폐기</h1>
                                    <p>고려대학교 스마트카드 홈페이지를 통해 수집된 개인정보의 보유기간은 1년이며, 
                                        그 이후는 폐기를 원칙으로 합니다. 다만 회원 탈퇴를 할 경우는 탈퇴 즉시 모든 개인정보를 
                                        자동 폐기 시키며, 회원탈퇴를 하지 않은 경우는 다음 해로 자동연기가 됩니다.
                                    </p>
                                </article>
                    
                                <article>
                                    <h1>다른 사용자의 개인정보 취득</h1>
                                    <p>사용자들은 다른 사용자의 개인정보를 어떤 경우에서도 취득하여서는 안됩니다. 
                                        만약 부정한 방법으로 개인정보를 취득, 배포하는 자는 [공공기관의 개인정보 보호에 관한 법률] 
                                        제 23조의 규정에 의하여 처벌을 받을 수 있습니다. 
                                    </p>
                                </article>
                    
                                <article>
                                    <h1>홈페이지 사용자의 개인정보 보호를 위한 보안조치</h1>
                                    <p>고려대학교는 암호화, 방화벽 등 개인정보보호와 해킹방지를 위하여 최선의 노력을 다할 것입니다.</p>
                                    <div class="list">
                                        <dl>
                                            <dt>공식 홈페이지 회원관리</dt>
                                            <dd>
                                                <p class="name">커뮤니케이션팀 홈페이지 담당자</p>
                                                <p class="tel">02-0000-0000</p>
                                                <p class="mail">webmaster@korea.ac.kr</p>
                                            </dd>
                                        </dl>
                                        <dl>
                                            <dt>지식기반포털(KUPID) 회원관리</dt>
                                            <dd>
                                                <p class="name">디지털정보처 정보개발부</p>
                                                <p class="tel">02-0000-0000</p>
                                                <p class="mail">admin@korea.ac.kr</p>
                                            </dd>
                                        </dl>
                                        <dl>
                                            <dt>스마트카드 홈페이지 회원관리</dt>
                                            <dd>
                                                <p class="name">스마트카드관리운영팀</p>
                                                <p class="tel">02-0000-0000</p>
                                                <p class="mail">smartku@korea.ac.kr</p>
                                            </dd>
                                        </dl>
                                    </div>
                                </article>
                    
                            </div>
                        
                        </section>
